Repository: p/xmms-gtk2
Catalog: po/*.po
Languages: ro, uk

source: XMMS OSS Driver This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
ro: Modul de ieºire OSS Acest program e free software; puteþi sã-l redistribuiþi ºi/sau sã-l modificaþi în termenii Licenþei Publice GNU aºa cum a fost ea publicatã de Free Software Foundation, în a doua versiune sau, (la opþiunea dumneavoastrã) orice versiune ulterioarã. Acest program e distribuit în speranþa cã va fi de folos, însã FÃRÃ NICI O GARANÞIE, nici mãcar o implicitã garanþie de POSIBILÃ COMERCIALIZARE sau de POSIBILÃ FOLOSIRE PENTRU UN SCOP ANUME. Vezi Licenþa Publicã GNU pentru mai multe detalii. Împreunã cu acest program ar fi trebuit sã primiþi o copie a Licenþei Publice GNU; în caz cã aceasta lipseºte, scrieþi la Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
uk: Драйвер XMMS OSS Ця програма належить до в╕льного програмного забезпечення. Ви ма╓те право розповсюджувати та/або видозм╕нювати ╖╖ керуючись при цьому умовами Загально╖ Публ╕чно╖ Л╕ценз╕╖ GNU у такому вигляд╕, як вона була опубл╕кована Фундац╕╓ю В╕льного Програмного забезпечення (Free Software Foundation) або верс╕╓ю 2 Л╕ценз╕╖, або (на Ваш виб╕р) будь-якою п╕зн╕шою верс╕╓ю. Ця програма розповсюджу╓ться ╕з спод╕ваннями, що вона може бути корисною, але БЕЗ Н╤ЯКО╥ ГАРАНТ╤╥, нав╕ть без уявно╖ гарант╕╖ того, що ця програма може бути КУПЛЕНОЮ або П╤ДХОДИТЬ П╤Д ЯКУСЬ ПЕВНУ МЕТУ. Подальш╕ подробиц╕ див╕ться у Загальн╕й Публ╕чн╕й Л╕ценз╕╖ GNU. Ви ма╓те отримати коп╕я Загально╖ Публ╕чно╖ Л╕ценз╕╖ GNU разом з ц╕╓ю програмою. Якщо ж н╕ напиш╕ть у Фундац╕ю В╕льного Програмного забезпечення за адресою 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: Default (%s)
ro: Implicit (%s)
uk: Основний (%s)

source: Default
ro: Implicit
uk: Основна

source: OSS Driver configuration
ro: Configurare modul OSS
uk: Конф╕гурац╕я драйвера OSS

source: Audio device:
ro: Dispozitiv Audio:
uk: Звуковий пристр╕й:

source: Use alternate device:
ro: Alt dispozitiv:
uk: Користуватися ╕ншим пристро╓м:

source: Mixer device:
ro: Dispozitiv Mixer:
uk: Пристр╕й м╕кшера:

source: Devices
ro: Dispozitive
uk: Пристро╖

source: Buffer size (ms):
ro: Mãrime Buffer (ms):
uk: Розм╕р буфера (мс):

source: Buffering
uk: Буфер

source: Mixer Settings:
ro: Setãrile Mixerului:
uk: Установки м╕кшера:

source: Volume controls Master not PCM
ro: Volumul controleazã canalul Master, nu PCM
uk: Гучн╕стю керу╓ власник, а не PCM

source: Mixer
uk: М╕кшер

source: Disk Writer Plugin %s
ro: Modul de Scriere pe Disc %s
uk: Модуль Disk Writer %s

source: You cannot use the Disk Writer plugin when you're running in realtime mode.
ro: Nu puteþi utiliza modulul de scriere pe disc când XMMS e pornit cu prioritate în timp real.
uk: Якщо Ви не працю╓те в реальному час╕, Ви не можете користуватися модулем Disk Writer.

source: Select the directory where you want to store the output files:
ro: Selectaþi directorul pentru pãstrarea fiºierelor de ieºire:
uk: Вибер╕ть директор╕ю для збереження вих╕дних файл╕в:

source: Disk Writer Configuration
ro: Configurare Disk Writer
uk: Конф╕╜урац╕я модуля Disk Writer

source: About ESounD Plugin
ro: Despre Modulul ESounD
uk: Про модуль ESounD

source: XMMS ESounD Plugin This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
ro: Modul de ieºire ESounD Acest program e free software; puteþi sã-l redistribuiþi ºi/sau sã-l modificaþi în termenii Licenþei Publice GNU aºa cum a fost ea publicatã de Free Software Foundation, în a doua versiune sau, (la opþiunea dumneavoastrã) orice versiune ulterioarã. Acest program e distribuit în speranþa cã va fi de folos, însã FÃRÃ NICI O GARANÞIE, nici mãcar o implicitã garanþie de POSIBILÃ COMERCIALIZARE sau de POSIBILÃ FOLOSIRE PENTRU UN SCOP ANUME. Vezi Licenþa Publicã GNU pentru mai multe detalii. Împreunã cu acest program ar fi trebuit sã primiþi o copie a Licenþei Publice GNU; în caz cã aceasta lipseºte, scrieþi la Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
uk: Модуль XMMS ESounD Ця програма належить до в╕льного програмного забезпечення. Ви ма╓те право розповсюджувати та/або видозм╕нювати ╖╖ керуючись при цьому умовами Загально╖ Публ╕чно╖ Л╕ценз╕╖ GNU у такому вигляд╕, як вона була опубл╕кована Фундац╕╓ю В╕льного Програмного забезпечення (Free Software Foundation) або верс╕╓ю 2 Л╕ценз╕╖, або (на Ваш виб╕р) будь-якою п╕зн╕шою верс╕╓ю. Ця програма розповсюджу╓ться ╕з спод╕ваннями, що вона може бути корисною, але БЕЗ Н╤ЯКО╥ ГАРАНТ╤╥, нав╕ть без уявно╖ гарант╕╖ того, що ця програма може бути КУПЛЕНОЮ або П╤ДХОДИТЬ П╤Д ЯКУСЬ ПЕВНУ МЕТУ. Подальш╕ подробиц╕ див╕ться у Загальн╕й Публ╕чн╕й Л╕ценз╕╖ GNU. Ви ма╓те отримати коп╕я Загально╖ Публ╕чно╖ Л╕ценз╕╖ GNU разом з ц╕╓ю програмою. Якщо ж н╕ напиш╕ть у Фундац╕ю В╕льного Програмного забезпечення за адресою 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: ESD Plugin configuration
ro: Configurare Modul ESD
uk: Конф╕╜урац╕я модуля ESD

source: Use remote host
ro: Utilizeazã un server la distanþã
uk: Користуватися в╕ддаленим хостом

source: Volume controls OSS mixer
ro: Volumul controleazã mixerul OSS
uk: Гучн╕стю керу╓ м╕кшер OSS

source: eSound Output Plugin %s
ro: Modul de Ieºire eSound %s
uk: Вих╕дний модуль ESounD %s

source: Solaris audio plugin %s
ro: Modul de Ieºire Solaris %s
uk: Модуль ауд╕о для Соляр╕с %s

source: About Solaris Audio Driver
ro: Despre Modulul de Ieºire Solaris
uk: Про модуль ауд╕о для Соляр╕с

source: XMMS Solaris Audio Driver Written by John Riddoch (jr@scms.rgu.ac.uk) with help from many contributors.
ro: Driver Audio XMMS pentru Solaris Scris de John Riddoch (jr@scms.rgu.ac.uk) cu contribuþii din partea multor altora.
uk: Драйвер XMMS для Solaris Audio Програмування John Riddoch (jr@scms.rgu.ac.uk) з численними внесками багатьох.

source: Default - %s
ro: Implicit (%s)
uk: Основний %s

source: Soundcard #%d - %s
ro: Placã de sunet #%d - %s
uk: Звукова плата #%d - %s

source: Configure Solaris driver
ro: Configurarea modulului Solaris
uk: Конф╕гурац╕я драйвера для Соляр╕са

source: Always use AUDIODEV environment variable
ro: Utilizeazã întotdeauna variabila de mediu AUDIODEV
uk: Завжди користуйтесь зм╕нною AUDIODEV

source: Output ports:
ro: Porturi de ieºire:
uk: Вих╕дн╕ порти:

source: Line out
uk: Л╕н╕йний вих╕д:

source: Headphones
ro: Cãºti
uk: Навушники

source: Internal speaker
ro: Speakerul intern
uk: Внутр╕шн╕й динам╕к

source: Blur Scope %s
ro: Osciloscop %s
uk: Розмитий дисплей %s

source: Blur scope
ro: Osciloscop
uk: Розмитий дисплей

source: Color Entry
ro: Alegeþi o culoare
uk: Кольоровий пункт

source: Options:
ro: Opþiuni:
uk: Параметри:

source: OpenGL Spectrum configuration
ro: Configurare Analizator OpenGL
uk: Конф╕╜урац╕я спектру OpenGL

source: 3DFX Fullscreen mode
ro: Mod 3DFX Pe Tot Ecranul
uk: Повноекранний режим 3DFX

source: OpenGL Spectrum analyzer
ro: Analizator OpenGL de spectru
uk: Спектральний анал╕затор OpenGL

source: OpenGL Spectrum analyzer %s
ro: Analizator OpenGL de spectru %s
uk: Спектральний анал╕затор OpenGL %s

source: Simple spectrum analyzer %s
ro: Analizator simplu de spectru %s
uk: Простий анал╕затор спектру %s

source: Spectrum analyzer
ro: Analizator de spectru
uk: Спектральний анал╕затор

source: Performer/Artist
ro: Interpret/Artist
uk: Виконавець/Артист

source: Album
uk: Альбом

source: Genre
ro: Gen
uk: Стиль

source: File name
ro: Nume fiºier
uk: Назва файлу

source: File path
ro: Cale fiºier
uk: Маршрут до файлу

source: File extension
ro: Extensie fiºier
uk: Розширення файлу

source: Track name
ro: Nume pistã
uk: Назва дор╕жки

source: Track number
ro: Numãr pistã
uk: Номер дор╕жки

source: Date
ro: Datã
uk: Дата

source: Year
ro: An
uk: Р╕к

source: Comment
ro: Altele
uk: Коментар

source: %s: option `%s' is ambiguous
ro: %s: opþiunea `%s' e ambiguã
uk: %s: параметр `%s' - неоднозначний

source: %s: option `--%s' doesn't allow an argument
ro: %s: opþiunea `--%s' nu permite un argument
uk: %s: параметр `--%s' не може мати аргумент╕в

source: %s: option `%c%s' doesn't allow an argument
ro: %s: opþiunea `%c%s' nu permite un argument
uk: %s: параметр `%c%s' не може мати аргументу

source: %s: option `%s' requires an argument
ro: %s: opþiunea `%s' necesitã un argument
uk: %s: параметру `%s' необх╕дний аргумент

source: %s: unrecognized option `--%s'
ro: %s: opþiune necunoscutã `--%s'
uk: %s: не розп╕знано параметру `--%s'

source: %s: unrecognized option `%c%s'
ro: %s: opþiune necunoscutã `%c%s'
uk: %s: не розп╕знано параметру `%c%s'

source: %s: illegal option -- %c
ro: %s: opþiune ilegalã -- %c
uk: %s: нев╕рний параметр -- %c

source: %s: invalid option -- %c
ro: %s: opþiune ilegalã -- %c
uk: %s: нев╕рний параметр -- %c

source: %s: option requires an argument -- %c
ro: %s: opþiunea necesitã un argument -- %c
uk: %s: параметру необх╕дний аргумент -- %c

source: %s: option `-W %s' is ambiguous
ro: %s: opþiunea `-W %s' e ambiguã
uk: %s: параметр `-W %s' неоднозначний

source: %s: option `-W %s' doesn't allow an argument
ro: %s: opþiunea `-W %s' nu permite un argument
uk: %s: опц╕я `-W %s' не повинна мати аргумента

source: ERROR: Couldn't find %s
ro: EROARE: Nu am putut gãsi %s
uk: ПОМИЛКА: Не можу знайти %s

source: Usage: %s [options] Options: -------- -h, --help Display this text and exit. -g, --geometry Set the geometry (for example +20+20) -s, --session Set the xmms session to use (Default: 0) -c, --command Command to launch xmms (Default: xmms) -i, --icon Set the icon to use when xmms is not running -n, --single Only a single click is needed to start xmms -t, --title Display song title when mouse is in window -v, --version Display version information and exit
ro: Utilizare: %s [opþiuni] Opþiuni: -------- -h, --help Aratã acest text ºi ieºi. -g, --geometry Seteazã geometria (de exemplu +20+20) -s, --session Seteazã sesiunea XMMS (Implicit: 0) -c, --command Comandã pentru a lansa XMMS (Implicit: xmms) -i, --icon Seteazã iconiþa afiºatã atunci când XMMS e oprit -n, --single Un singur click e necesar pentru a lansa XMMS -t, --title Aratã numele cântecului când mouse-ul e în fereastrã -v, --version Aratã detaliile despre versiune ºi ieºi
uk: Використання: %s [опц╕╖] Опц╕╖: ------ -h, --help Надрукувати цей текст ╕ вийти. -g, --geometry Встановити розм╕ри (наприклад +20+20) -s, --session Встановити сес╕ю для використання xmms (Стандарт: 0) -c, --command Команда для запуску xmms (Стандарт: xmms) -i, --icon Встановити п╕ктограму для використання коли xmms не працю╓ -n, --single Для старту xmms потр╕бне одне клацання мишки -t, --title Показувати назву п╕сн╕, коли миша у в╕кн╕ -v, --version Надрукувати ╕нформац╕ю про верс╕ю ╕ вийти

source: Main Programming:
ro: Programator Principal:
uk: Основне програмування:

source: Additional Programming:
ro: Alþi Programatori:
uk: Додаткове програмування:

source: With Additional Help:
ro: Contributori:
uk: За участю:

source: Anders Carlsson (effect plugins)
ro: Anders Carlsson (module efecte)
uk: Anders Carlsson (модул╕ ефект╕в)

source: Chun-Chung Chen (xfont patch)
ro: Chun-Chung Chen (patch xfont)
uk: Chun-Chung Chen (латка для xfont)

source: Tim Ferguson (joystick plugin)
ro: Tim Ferguson (modul joystick)
uk: Tim Ferguson (модуль джойст╕ка)

source: Eric L. Hernes (FreeBSD patches)
ro: Eric L. Hernes (patch FreeBSD)
uk: Eric L. Hernes (латки для FreeBSD)

source: higway (MMX)
uk: швидк╕сний (MMX)

source: Michael Hipp and others (MPG123 engine)
ro: Michael Hipp ºi alþii (cod MPG123)
uk: Michael Hipp та ╕нш╕ (апарат MPG123)

source: J. Nick Koston (MikMod plugin)
ro: J. Nick Koston (modul MikMod)
uk: J. Nick Koston (модуль MikMod)

source: Johan Levin (echo + stereo plugin)
ro: Johan Levin (module efecte)
uk: Johan Levin (модул╕ луни та стерео)

source: Carl van Schaik (pro logic plugin)
ro: Carl van Schaik (modul Pro Logic)
uk: Carl van Schaik (модуль pro logic)

source: Charles Sielski (irman plugin)
ro: Charles Sielski (modul irman)
uk: Charles Sielski (модуль irman)

source: Ryan Weaver (RPMs among other things)
ro: Ryan Weaver (RPM-uri ºi altele)
uk: Ryan Weaver (RedHat RPM разом з ╕ншими речима)

source: Default skin:
ro: Temã implicitã:
uk: Стандартний жупан:

source: Robin Sylvestre (Equalizer and Playlist)
ro: Robin Sylvestre (Egalizator ºi listã)
uk: Robin Sylvestre (еквалайзер ╕ список програвання)

source: Homepage and Graphics:
ro: Pagina Web ºi Grafica:
uk: Домашня стор╕нка та граф╕ка:

source: Support and Docs:
ro: Suport ºi Documentaþie:
uk: Супров╕д та документац╕я:

source: Afrikaans:
ro: Burã:
uk: Африкаанс:

source: Azerbaijani:
ro: Azerã:
uk: Азербайджанська:

source: Basque:
ro: Bascã:
uk: Баскська:

source: Brazilian Portuguese:
ro: Portughezã Brazilianã:
uk: Бразильська португальська:

source: Bulgarian:
ro: Bulgarã:
uk: Болгарська:

source: Catalan:
ro: Catalanã:
uk: Каталанська:

source: Chinese:
ro: Chinezã:
uk: Китайська:

source: Croatian:
ro: Croatã:
uk: Хорватська:

source: Czech:
ro: Cehã:
uk: Чеська:

source: Danish:
ro: Danezã:
uk: Датська:

source: Dutch:
ro: Olandezã:
uk: Голандська:

source: Esperanto:
uk: Есперанто:

source: French:
ro: Francezã:
uk: Французька:

source: Galician:
ro: Galezã:
uk: Гал╕йська:

source: German:
ro: Germanã:
uk: Н╕мецька:

source: Greek:
ro: Greacã:
uk: Грецька:

source: Hungarian:
ro: Maghiarã:
uk: Угорська:

source: Indonesian:
ro: Indonezianã:
uk: ╤ндонез╕йська:

source: Irish:
ro: Irlandezã:
uk: ╤рландська:

source: Italian:
ro: Italianã:
uk: ╤тал╕йська:

source: Japanese:
ro: Japonezã
uk: Японська:

source: Korean:
ro: Coreeanã:
uk: Корейська:

source: Lithuanian:
ro: Lituanianã:
uk: Литовська:

source: Latvian:
ro: Letonã
uk: Латв╕йська:

source: Norwegian:
ro: Norvegianã:
uk: Норвезька:

source: Polish:
ro: Polonezã:
uk: Польська:

source: Portuguese:
ro: Portughezã:
uk: Португальська:

source: Romanian:
ro: Românã:
uk: Румунська:

source: Russian:
ro: Rusã:
uk: Рос╕йська:

source: Serbian:
ro: Sârbã:
uk: Сербська:

source: Slovak:
ro: Slovacã:
uk: Словацька:

source: Spanish:
ro: Spaniolã:
uk: ╤спанська:

source: Swedish:
ro: Suedezã:
uk: Шведська:

source: Tajik:
uk: Таджицька:

source: Thai:
ro: Thailandezã:
uk: Тайська:

source: Turkish:
ro: Turcã:
uk: Турецька:

source: Ukrainian:
ro: Ucrainianã:
uk: Укра╖нська:

source: Dmytro Koval'ov
uk: Дмитро Ковальов

source: Vietnamese:
ro: Vietnamezã:
uk: В'╓тнамська:

source: Walloon:
ro: Flamandã:
uk: Вал╕йська:

source: About XMMS
ro: Despre XMMS
uk: Про XMMS

source: XMMS %s - Cross platform multimedia player
ro: XMMS %s - Sistem Multimedia Multiplatformã
uk: XMMS %s - програвач мультимед╕╖ для р╕зних платформ

source: Credits
ro: Credite
uk: Подяки

source: Translators
ro: Traducãtori
uk: Перекладач╕

source: PREAMP
uk: П╤ДСИЛЮВАЧ

source: 60HZ
uk: 60Гц

source: 170HZ
uk: 170Гц

source: 310HZ
uk: 310Гц

source: 600HZ
uk: 600Гц

source: 1KHZ
uk: 1кГц

source: 3KHZ
uk: 3кГц

source: 6KHZ
uk: 6кГц

source: 12KHZ
uk: 12кГц

source: 14KHZ
uk: 14кГц

source: 16KHZ
uk: 16кГц

source: /Load
ro: /Încãrcare
uk: /Завантажити

source: /Load/Preset
ro: /Încãrcare/Presetãri
uk: /Завантажити/Попередн╕ установки

source: /Load/Auto-load preset
ro: /Încãrcare/Presetãri automate
uk: /Завантажити/Автоматичн╕ установки

source: /Load/Default
ro: /Încãrcare/Presetãri implicite
uk: /Завантажити/Стандантн╕

source: /Load/-
ro: /Încãrcare/-
uk: /Завантажити/-

source: /Load/Zero
ro: /Încãrcare/Presetãri nule
uk: /Завантажити/Нуль

source: /Load/From file
ro: /Încãrcare/Din fiºier
uk: /Завантажити/З файлу

source: /Load/From WinAMP EQF file
ro: /Încãrcare/Din fiºier WinAMP EQF
uk: /Завантажити/З файлу EQF WinAMP

source: /Import
ro: /Importare
uk: /╤мпорт

source: /Import/WinAMP Presets
ro: /Importare/Presetãri WinAMP
uk: /╤мпорт/Установки WinAMP

source: /Save
ro: /Salvare
uk: /Зберегти

source: /Save/Preset
ro: /Salvare/Presetãri
uk: /Зберегти/Установки

source: /Save/Auto-load preset
ro: /Salvare/Presetãri automate
uk: /Зберегти/Автоматичн╕ установки

source: /Save/Default
ro: /Salvare/Presetãri implicite
uk: /Зберегти/Стандартн╕

source: /Save/-
ro: /Salvare/-
uk: /Зберегти/-

source: /Save/To file
ro: /Salvare/În fiºier
uk: /Зберегти/В файл

source: /Save/To WinAMP EQF file
ro: /Salvare/În fiºier WinAMP EQF
uk: /Зберегти/В файл EQF WinAMP

source: /Delete
ro: /ªtergere
uk: /Стерти

source: /Delete/Preset
ro: /ªtergere/Presetãri
uk: /Стерти/Установки

source: /Delete/Auto-load preset
ro: /ªtergere/Presetãri automate
uk: /Стерти/Автоматичн╕ установки

source: /Configure Equalizer
ro: /Configurare Egalizator
uk: /Конф╕гурац╕я еквалайзера

source: XMMS Equalizer
ro: Egalizator XMMS
uk: Еквалайзер XMMS

source: Presets
ro: Presetãri
uk: Попередн╕ установки

source: Load preset
ro: Încãrcare presetãri
uk: Завантажити установки

source: Load auto-preset
ro: Încãrcare presetãri automate
uk: Завантажити автоматичн╕ установки

source: Load equalizer preset
ro: Încãrcare presetãri egalizator
uk: Завантажити установки еквалайзера

source: Import equalizer presets
ro: Importare presetãri egalizator
uk: ╤мпортувати установки еквалайзера

source: Save preset
ro: Salvare presetãri
uk: Зберегти установки

source: Save auto-preset
ro: Salvare presetãri automate
uk: Зберегти автоматичн╕ установки

source: Save equalizer preset
ro: Salvare presetãri egalizator
uk: Зберегти установки еквалайзера

source: Delete preset
ro: ªtergere presetãri
uk: Стерти установки

source: Delete
ro: ªterge
uk: Стерти

source: Delete auto-preset
ro: ªtergere presetãri automate
uk: Стерти автоматичн╕ установки

source: Configure Equalizer
ro: Configurare Egalizator
uk: Конф╕гурац╕я еквалайзера

source: Directory preset file:
ro: Director presetãri:
uk: Каталог файлу попередн╕х установок:

source: File preset extension:
ro: Extensie fiºier presetãri:
uk: Установка розширення файлу:

source: If "Auto" is enabled on the equalizer, xmms will try to load equalizer presets like this: 1: Look for a preset file in the directory of the file we are about to play. 2: Look for a directory preset file in the same directory. 3: Look for a preset saved with the "auto-load" feature 4: Finally, try to load the "default" preset
ro: Dacã "Auto" este activat în egalizator, XMMS va încãrca presetãrile astfel: 1: Cautã un fiºier cu presetãri în directorul fiºierului ce urmeazã a fi rulat. 2: Cautã un director cu presetãri în acelaºi director. 3: Cautã presetãrile salvate ca presetãri automate. 4: În final, încearcã sã încarce presetãrile implicite.
uk: Якщо в еквалайзер╕ дозволено "Авто", xmms намагатиметься завантажити попередн╕ установки наступним чином: 1: Спробу╓ в╕дшукати файл установок в тому ж каталоз╕, де й файл, який зараз буде програно. 2: Спробу╓ в╕дшукати файл попередн╕х установок директор╕й в цьому ж каталоз╕. 3: Спробу╓ в╕дшукати установки записан╕ за допомогою "автоматичного записку" параметр╕в. 4: В к╕нц╕ спробу╓ завантажити "стандартн╕" установки.

source: No output plugin
ro: Fãrã modul de ieºire
uk: Не вказано модуль виводу

source: No output plugin has been selected
ro: Nu a fost ales nici un modul de ieºire
uk: Модуль виводу не вказано

source: No input plugin recognized this file
ro: Nici un modul de intrare nu recunoaºte acest fiºier
uk: Жоден модуль вводу не розп╕зна╓ цей файл

source: Input plugin: %s
ro: Modul de intrare: %s
uk: Модулт вводу: %s

source: /Preferences
ro: /Preferinþe
uk: /Установки

source: /Skin Browser
ro: /Selector Teme
uk: /Переглядач "жупан╕в"

source: /Reload skin
ro: /Reîncarcã Tema
uk: /Перечитати "жупан"

source: /Repeat
ro: /Repetã
uk: /Повтор

source: /Shuffle
ro: /Amestecã
uk: /Перем╕шати

source: /No Playlist Advance
ro: /Nu Înainta în Listã
uk: /Не просуватися в списку програвання

source: /Time Elapsed
ro: /Timp Parcurs
uk: /Час в╕д початку

source: /Time Remaining
ro: /Timp Rãmas
uk: /Час, що залишився

source: /Always On Top
ro: /Totdeauna Deasupra
uk: /Завжди нагор╕

source: /WindowShade Mode
ro: /Fereastrã Strânsã
uk: /Згорнене в╕кно

source: /Playlist WindowShade Mode
ro: /Listã Strânsã
uk: /В╕кно списку п╕сень згорнене

source: /Equalizer WindowShade Mode
ro: /Egalizator Strâns
uk: /Режим згортання еквалайзера

source: /DoubleSize
ro: /Mãrime Dublã
uk: /Подв╕йний розм╕р

source: /Easy Move
ro: /Mutare Uºoarã
uk: /Просте перем╕щення

source: /File Info
ro: /Detalii Fiºier
uk: /╤нформац╕я про файл

source: /Jump To File
ro: /Salt la Fiºierul...
uk: /Перейти на файл

source: /Jump To Time
ro: /Salt la Timpul...
uk: /Перейти на час

source: /Visualization Mode
ro: /Mod Vizualizare
uk: /Режим зображення

source: /Visualization Mode/Analyzer
ro: /Mod Vizualizare/Analizator
uk: /Режим зображення/╤ндикатор

source: /Visualization Mode/Scope
ro: /Mod Vizualizare/Osciloscop
uk: /Режим зображення/Осцилограф

source: /Visualization Mode/Off
ro: /Mod Vizualizare/Nimic
uk: /Режим зображення/Вимкнено

source: /Analyzer Mode
ro: /Mod Analizator
uk: /Вигляд ╕ндикатора

source: /Analyzer Mode/Normal
ro: /Mod Analizator/Normal
uk: /Вигляд ╕ндикатора/Звичайний

source: /Analyzer Mode/Fire
ro: /Mod Analizator/Foc
uk: /Вигляд ╕ндикатора/Вогонь

source: /Analyzer Mode/Vertical Lines
ro: /Mod Analizator/Linii
uk: /Вигляд ╕ндикатора/Вертикальн╕ смуги

source: /Analyzer Mode/-
ro: /Mod Analizator/-
uk: /Вигляд ╕ндикатора/-

source: /Analyzer Mode/Lines
ro: /Mod Analizator/Linii
uk: /Вигляд ╕ндикатора/Смуги

source: /Analyzer Mode/Bars
ro: /Mod Analizator/Bare
uk: /Вигляд ╕ндикатора/Колонки

source: /Analyzer Mode/Peaks
ro: /Mod Analizator/Vârfuri
uk: /Вигляд ╕ндикатора/Вершини

source: /Scope Mode
ro: /Mod Osciloscop
uk: /Режим осцилографа

source: /Scope Mode/Dot Scope
ro: /Mod Osciloscop/Puncte
uk: /Режим осцилографа/Точки

source: /Scope Mode/Line Scope
ro: /Mod Osciloscop/Linii
uk: /Режим осцилографа/Л╕н╕╖

source: /Scope Mode/Solid Scope
ro: /Mod Osciloscop/Linii Pline
uk: /Режим осцилографа/Суц╕льний

source: /WindowShade VU Mode
ro: /Vizualizare Strânsã
uk: /Згортання в╕кна VU

source: /WindowShade VU Mode/Normal
ro: /Vizualizare Strânsã/Normalã
uk: /Згортанна в╕кна VU/Звичайно

source: /WindowShade VU Mode/Smooth
ro: /Vizualizare Strânsã/Îmbunãtãþitã
uk: /Згортанна в╕кна VU/Плавно

source: /Refresh Rate
ro: /Ratã de Reîmprospãtare
uk: /Частота поновлення

source: /Refresh Rate/Full (~50 fps)
ro: /Ratã de Reîmprospãtare/Întreagã (~50 fps)
uk: /Частота поновлення/Повна (~50 кадр╕в на сек)

source: /Refresh Rate/Half (~25 fps)
ro: /Ratã de Reîmprospãtare/Jumãtate (~25 fps)
uk: /Частота поновлення/Половинна (~25 кадр╕в на сек)

source: /Refresh Rate/Quarter (~13 fps)
ro: /Ratã de Reîmprospãtare/Sfert (~13 fps)
uk: /Частота поновлення/Чверть (~13 кадр╕в на сек)

source: /Refresh Rate/Eighth (~6 fps)
ro: /Ratã de Reîmprospãtare/Optime (~6 fps)
uk: /Частота поновлення/Одна восьма (~6 кадр╕в на сек)
