Repository: p/xmms-gtk2
Catalog: po/*.po
Languages: ro, uk

source: /Analyzer Falloff
ro: /Descreºterea Analizatorului
uk: /Пад╕ння ╕ндикатора

source: /Analyzer Falloff/Slowest
ro: /Descreºterea Analizatorului/Cea mai lentã
uk: /Пад╕ння ╕ндикатора/Найпов╕льн╕ше

source: /Analyzer Falloff/Slow
ro: /Descreºterea Analizatorului/Lentã
uk: /Пад╕ння ╕ндикатора/Пов╕льне

source: /Analyzer Falloff/Medium
ro: /Descreºterea Analizatorului/Medie
uk: /Пад╕ння ╕ндикатора/Середн╓

source: /Analyzer Falloff/Fast
ro: /Descreºterea Analizatorului/Rapidã
uk: /Пад╕ння ╕ндикатора/Швидке

source: /Analyzer Falloff/Fastest
ro: /Descreºterea Analizatorului/Cea mai rapidã
uk: /Пад╕ння ╕ндикатора/Найшвидше

source: /Peaks Falloff
ro: /Descreºterea Vârfurilor
uk: /Пад╕ння вершин

source: /Peaks Falloff/Slowest
ro: /Descreºterea Vârfurilor/Cea mai lentã
uk: /Пад╕ння вершин/Найпов╕льн╕ше

source: /Peaks Falloff/Slow
ro: /Descreºterea Vârfurilor/Lentã
uk: /Пад╕ння вершин/Пов╕льне

source: /Peaks Falloff/Medium
ro: /Descreºterea Vârfurilor/Medie
uk: /Пад╕ння вершин/Середн╓

source: /Peaks Falloff/Fast
ro: /Descreºterea Vârfurilor/Rapidã
uk: /Пад╕ння вершин/Швидке

source: /Peaks Falloff/Fastest
ro: /Descreºterea Vârfurilor/Cea mai rapidã
uk: /Пад╕ння вершин/Найшвидше

source: /Visualization plugins
ro: /Module de Vizualizare
uk: /Модул╕ в╕зуал╕зац╕╖

source: /About XMMS
ro: /Despre XMMS
uk: /Про XMMS

source: /Play File
ro: /Redã Fiºierul
uk: /Грати файл

source: /Play Directory
ro: /Redã Directorul
uk: /Програвати каталог

source: /Play Location
ro: /Redã Locaþia
uk: /Грати адресу

source: /View File Info
ro: /Detalii Fiºier
uk: /Переглянути ╕нформац╕ю файла

source: /Main Window
ro: /Fereastrã Principalã
uk: /Основне в╕кно

source: /Playlist Editor
ro: /Editor Listã
uk: /Редактор списку програвання

source: /Graphical EQ
ro: /Egalizator Grafic
uk: /Граф╕чний ЕКВ

source: /Options
ro: /Opþiuni
uk: /Опц╕╖

source: /Playback
ro: /Redare
uk: /Програвання

source: /Playback/Previous
ro: /Redare/Înapoi
uk: /Програвання/Попередня

source: /Playback/Play
ro: /Redare/Start
uk: /Програвання/Грати

source: /Playback/Pause
ro: /Redare/Pauzã
uk: /Програвання/Пауза

source: /Playback/Stop
ro: /Redare/Stop
uk: /Програвання/Стоп

source: /Playback/Next
ro: /Redare/Înainte
uk: /Програвання/Наступна

source: /Playback/-
ro: /Redare/-
uk: /Програвання/-

source: /Playback/Back 5 Seconds
ro: /Redare/Înapoi 5 Secunde
uk: /Програвання/Назад 5 сек

source: /Playback/Fwd 5 Seconds
ro: /Redare/Înainte 5 Secunde
uk: /Програвання/Вперед 5 сек

source: /Playback/Start of List
ro: /Redare/Începutul Listei
uk: /Програвання/Початок списку

source: /Playback/10 Tracks Back
ro: /Redare/10 Piese Înapoi
uk: /Програвання/10 дор╕жок назад

source: /Playback/10 Tracks Fwd
ro: /Redare/10 Piese Înainte
uk: /Програвання/10 дор╕жок вперед

source: /Playback/Jump to Time
ro: /Redare/Salt la Timpul...
uk: /Програвання/Перейти на час

source: /Playback/Jump to File
ro: /Redare/Salt la Fiºierul...
uk: /Програвання/Перейти на файл

source: /Visualization
ro: /Vizualizare
uk: /Зображення

source: /Exit
ro: /Ieºire
uk: /Вих╕д

source: Jump to time
ro: Salt la timpul...
uk: Перейти на час

source: Jump to:
ro: Salt la:
uk: Перейти на:

source: minutes:seconds
ro: minute:secunde
uk: хвилини:секунди

source: Track length:
ro: Lungimea piesei:
uk: Довжина дор╕жки:

source: Jump
ro: Sari
uk: Перейти

source: Jump to file
ro: Salt la fiºierul...
uk: Перейти на файл

source: Files
ro: Fiºiere
uk: Файли

source: Search:
ro: Cautã:
uk: Пошук:

source: Select directory to add:
ro: Selectaþi directorul de adãugat:
uk: Вибер╕ть каталог для додання:

source: Enter location to play:
ro: Introduceþi locaþia ce urmeazã a fi redatã:
uk: Введ╕ть адресу для програвання:

source: SEEK TO: %d:%-2.2d/%d:%-2.2d (%d%%)
ro: CAUTÃ LA: %d:%-2.2d/%d:%-2.2d (%d%%)
uk: ПЕРЕМОТАТИ НА: %d:%-2.2d/%d:%-2.2d (%d%%)

source: VOLUME: %d%%
ro: VOLUM: %d%%
uk: ГУЧН╤СТЬ: %d%%

source: BALANCE: %d%% LEFT
ro: BALANS: %d%% STÂNGA
uk: БАЛАНС: %d%% Л╤ВОРУЧ

source: BALANCE: CENTER
ro: BALANS: CENTRU
uk: БАЛАНС: ЦЕНТР

source: BALANCE: %d%% RIGHT
ro: BALANS: %d%% DREAPTA
uk: БАЛАНС: %d%% ПРАВОРУЧ

source: OPTIONS MENU
ro: MENIU OPÞIUNI
uk: МЕНЮ ОПЦ╤Й

source: DISABLE ALWAYS ON TOP (N/A)
ro: DEZACTIVARE "ÎNTOTDEAUNA DEASUPRA"' (N/A)
uk: ЗАБОРОНИТИ СПЛИВАННЯ НАГОРУ (N/A)

source: ENABLE ALWAYS ON TOP (N/A)
ro: ACTIVARE "ÎNTOTDEAUNA DEASUPRA"' (N/A)
uk: ДОЗВОЛИТИ ЗАВЖДИ НАГОР╤ (N/A>

source: DISABLE ALWAYS ON TOP
ro: DEZACTIVARE "ÎNTOTDEAUNA DEASUPRA"
uk: ЗАБОРОНИТИ ЗАВЖДИ НАГОР╤

source: ENABLE ALWAYS ON TOP
ro: ACTIVARE "ÎNTOTDEAUNA DEASUPRA"
uk: ДОЗВОЛИТИ ЗАВЖДИ НАГОР╤

source: FILE INFO BOX
ro: CÃSUÞÃ DETALII FIªIER
uk: В╤КНО ╤НФОРМАЦ╤╥ ФАЙЛУ

source: DISABLE DOUBLESIZE
ro: DEZACTIVARE MÃRIME DUBLÃ
uk: ЗАБОРОНИТИ ПОДВО╢НИЙ РОЗМ╤Р

source: ENABLE DOUBLESIZE
ro: ACTIVARE MÃRIME DUBLÃ
uk: ДОЗВОЛИТИ ПОДВО╢НИЙ РОЗМ╤Р

source: VISUALIZATION MENU
ro: MENIU DE VIZUALIZARE
uk: МЕНЮ В╤ЗУАЛ╤ЗАЦ╤╥

source: Couldn't open audio
ro: Nu am putut sã deschid calea audio
uk: Не можу в╕дкрити ауд╕о

source: Usage: xmms [options] [files] ... Options: --------
ro: Utilizare: xmms [opþiuni] [fiºiere] ... Opþiuni: --------
uk: Вживання: xmms [options] [files] ... Параметри: ----------

source: Display this text and exit.
ro: Aratã acest text ºi ieºi
uk: Показати цей текст ╕ вийти

source: Select XMMS session (Default: 0)
ro: Selecteazã sesiunea XMMS (Implicit: 0)
uk: Вибрати сес╕ю XMMS (Неявно: 0)

source: Skip backwards in playlist
ro: Sãri înapoi în listã
uk: Перескочити назад в списку п╕сень

source: Start playing current playlist
ro: Începe redarea listei curente
uk: Почати програвання програвання поточного списку

source: Pause current song
ro: Fã pauzã în piesa curentã
uk: Пауза ц╕╓╖ мелод╕╖

source: Stop current song
ro: Opreºte piesa curentã
uk: Зупинити цю п╕сню

source: Pause if playing, play otherwise
ro: Fã pauzã sau porneºte redarea dacã XMMS e oprit
uk: Пауза (якщо програ╓ться), або програвати (в ╕ншому випадку)

source: Skip forward in playlist
ro: Sãri înainte în listã
uk: Перескочити вперед в списку п╕сень

source: Don't clear the playlist
ro: Adaugã ºi nu ºterge lista
uk: Не очищати список програвання

source: Show the main window.
ro: Aratã fereastra principalã
uk: Показати головне в╕кно.

source: Print version number and exit.
ro: Aratã numãrul versiunii ºi ieºi
uk: Надрукувати номер верс╕╖ ╕ завершити роботу.

source: Segmentation fault You've probably found a bug in XMMS, please visit http://bugs.xmms.org and fill out a bug report.
ro: Segmentation fault Probabil aþi gãsit o eroare în XMMS, vã rugãm vizitaþi http://bugs.xmms.org ºi completaþi un raport de erori.
uk: Помилка в се╜ментац╕╖ (Segmentation fault) Ви можливо з╕ткнулися з помилкою в XMMS, будь-ласка зверн╕ться на http://bugs.xmms.org ╕ заповн╕ть зв╕т про помилку.

source: Sorry, your GTK+ version (%d.%d.%d) doesn't work with XMMS. Please use GTK+ %s or newer.
ro: Ne pare rãu, versiunea GTK+ (%d.%d.%d) prezentã este incompatibilã cu XMMS. Vã rugãm utilizaþi GTK+ %s sau mai recent.
uk: Перепрошую, Ваша верс╕я GTK+ (%d.%d.%d) не працю╓ з XMMS. Користуйтесь, будь-ласка, верс╕╓ю %s або нов╕шою

source: /Sort List
ro: /Triazã Lista
uk: /В╕дсортувати список

source: /Sort List/By Title
ro: /Triazã Lista/Dupã Nume
uk: /В╕дсортувати список/За назвою

source: /Sort List/By Filename
ro: /Triazã Lista/Dupã Nume Fiºier
uk: /В╕дсортувати список/За назвою файлу

source: /Sort List/By Path + Filename
ro: /Triazã Lista/Dupã Cale ºi Nume Fiºier
uk: /В╕дсортувати список/За дор╕жкою та назвою файлу

source: /Sort List/By Date
ro: /Triazã Lista/Dupã Datã
uk: /В╕дсортувати список/За датою

source: /Selection
ro: /Selecþie
uk: /Виб╕р

source: /Randomize List
ro: /Listã Aleatoare
uk: /Перем╕шати список

source: /Reverse List
ro: /Listã Inversatã
uk: /╤нвертувати список

source: /By extension
ro: /Dupã extensie
uk: /За розширенням

source: /Remove Dead Files
ro: /ªterge Fiºierele Inexistente
uk: /Стерти мертв╕ файли

source: /Physically Delete Files
ro: /ªterge Fizic Fiºierele
uk: /Ф╕зично стерти файли

source: /Add
ro: /Adaugã
uk: /Додати

source: /Add/File
ro: /Adaugã/Fiºier
uk: /Додати/Файл

source: /Add/Directory
ro: /Adaugã/Director
uk: /Додати/Каталог

source: /Add/Url
ro: /Adaugã/URL
uk: /Додати/URL

source: /Remove
ro: /ªterge
uk: /Стерти

source: /Remove/Selected
ro: /ªterge/Selecþia
uk: /Стерти/Вибране

source: /Remove/Crop
ro: /ªterge/Restul
uk: /Стерти/Зменшити

source: /Remove/All
ro: /ªterge/Tot
uk: /Стерти/Все

source: /Remove/Misc
ro: /ªterge/Altele
uk: /Стерти/╤нш╕

source: /Selection/Select All
ro: /Selecþie/Selecteazã Tot
uk: /Виб╕р/Вибрати все

source: /Selection/Select None
ro: /Selecþie/Deselecteazã
uk: /Виб╕р/Н╕чого

source: /Selection/Invert Selection
ro: /Selecþie/Inverseazã Selecþia
uk: /Виб╕р/╤нвертувати вибране

source: /Selection/-
ro: /Selecþie/-
uk: /Виб╕р/-

source: /Selection/Read Extended Info
ro: /Selecþie/Detalii suplimentare
uk: /Виб╕р/Прочитати розширену ╕нформац╕ю

source: /Sort
ro: /Sortare
uk: /Сортувати

source: /Playlist
ro: /Listã
uk: /Список програвання

source: /Playlist/Load List
ro: /Listã/Încarcã Lista
uk: /Список програвання/Прочитати список

source: /Playlist/Save List
ro: /Listã/Salveazã Lista
uk: /Список програвання/Записати список

source: /Playlist/New List
ro: /Listã/Listã Nouã
uk: /Список програвання/Новий список

source: Enter URL to add:
ro: Introduceþi URL-ul de adãugat:
uk: /Введ╕ть URL щоб додати:

source: Unable to write playlist!
ro: Nu pot scrie lista!
uk: Не можу записати список програвання!

source: Error writing playlist "%s": %s
ro: Eroare la scrierea listei "%s": %s
uk: Помилка при запис╕ списку програвання "%s": %s

source: File exists!
ro: Fiºierul existã!
uk: Файл ╕сну╓!

source: Overwrite
ro: Suprascrie
uk: Переписати

source: Unable to save playlist
ro: Nu pot salva lista
uk: Не можу записати список програвання

source: Load playlist
ro: Încarcã lista
uk: Прочитати список програвання

source: Save playlist
ro: Salveazã lista
uk: Записати список програвання

source: Save options
ro: Salveazã opþiunile
uk: Записати параметри

source: Determine file type:
ro: Determinã tipul fiºierelor:
uk: Визначити тип файла:

source: Failed to delete "%s": %s.
ro: Nu am putut ºterge "%s": %s.
uk: Не можу стерти "%s": %s

source: %d of %d files successfully deleted.
ro: %d din %d fiºiere au fost ºterse cu succes.
uk: %d з %d файл╕в стерто.

source: XMMS: Files deleted
ro: XMMS: Fiºierele au fost ºterse
uk: XMMS: файли стерт╕

source: XMMS: Delete files?
ro: XMMS: ªterg fiºierele?
uk: XMMS: стерти файли?

source: Really delete %d files?
ro: Chiar doriþi sã ºtergeþi cele %d fiºiere?
uk: Справд╕ стерти %d файл╕в?

source: Really delete: "%s"?
ro: ªterg fiºierul: "%s"?
uk: Справд╕ стерти: "%s"?

source: XMMS Playlist
ro: Lista XMMS
uk: Список програвання XMMS

source: Select playlist font:
ro: Selectaþi fontul listei:
uk: Виб╕р шрифта для списку програвання:

source: Select main window font:
ro: Selectaþi fontul ferestrei principale:
uk: Виб╕р шрифта для основного в╕кна:

source: Preferences
ro: Preferinþe
uk: Установки

source: Input Plugins
ro: Module de Intrare
uk: Модул╕ вводу

source: Input plugins
ro: Module de intrare
uk: Модул╕ вводу

source: Configure
ro: Configurare
uk: Сконф╕╜урувати

source: Enable plugin
ro: Activare modul
uk: Вв╕мкнути модуль

source: Output Plugin
ro: Module de ieºire
uk: Модул╕ виводу

source: Audio I/O Plugins
ro: Module I/O Audio
uk: Модул╕ звукового вводу/виводу

source: Effects Plugins
ro: Module Efecte
uk: Модул╕ ефект╕в

source: Effects plugins
ro: Module efecte
uk: Модул╕ ефект╕в

source: General Plugins
ro: Module Generale
uk: Загальн╕ модул╕

source: General plugins
ro: Module generale
uk: Загальн╕ модул╕

source: Visualization Plugins
ro: Module Vizualizare
uk: Модул╕ в╕зуал╕зац╕╖

source: Visualization plugins
ro: Module de vizualizare
uk: Модул╕ в╕зуал╕зац╕╖

source: Read info on
ro: Citeºte detaliile la
uk: Прочитати ╕нформац╕ю при

source: play
ro: redare
uk: Грати

source: Read song title and length only when starting to play
ro: Citeºte numele piesei ºi lungimea doar la redare
uk: Читати назву мелод╕╖ ╕ довжину т╕льки коли почина╓ться програвання

source: demand
ro: cerere
uk: необх╕дност╕

source: load
ro: încãrcare
uk: завантаженн╕

source: Read song title and length as soon as the song is loaded to the playlist
ro: Citeºte numele piesei ºi lungimea deîndatã ce piesa intrã în listã
uk: Читати назву мелод╕╖ ╕ довжину як т╕льки мелод╕я прочитана в список програвання<

source: Allow multiple instances
ro: Permite instanþe multiple
uk: Дозволити к╕лька прим╕рник╕в

source: Convert %20 to space
ro: Converteºte caracterele "%20" în spaþii
uk: Перекодовувати %20 в пропуски

source: Always show clutterbar
ro: Aratã întotdeauna bara cu litere
uk: Завжди показувати "бардачок"

source: The "clutterbar" is the row of buttons at the left side of the main window
ro: Bara cu litere este rândul de butoane din partea stângã a ferestrei principale
uk: "Бардачок" - це рядок кпопок л╕воруч в╕д головного в╕кна

source: Convert underscore to space
ro: Converteºte liniuþele de subliniere în spaþii
uk: Перекодовувати п╕дкреслення в пропуск

source: Save window positions
ro: Salveazã poziþia ferestrelor
uk: Запам'ятати положення в╕кон

source: Dim titlebar when inactive
ro: Bare de titlu umbrite pentru ferestrele inactive
uk: Пригасити заголовок коли неактивний

source: Show numbers in playlist
ro: Aratã numerele în listã
uk: Показувати числа в списку п╕сень

source: Equalizer doublesize linked
ro: Dubleazã ca mãrime ºi egalizatorul
uk: Еквалайзер подв╕йного розм╕ру залежний

source: Use realtime priority when available
ro: Prioritate în timp real dacã e posibil
uk: Користуватися пр╕оритетом реального часу, коли доступно

source: Smooth title scroll
ro: Glisare de efect a numelor
uk: Плавний скрол╕нг заголовку

source: Pause between songs for
ro: Între piese fã o pauzã de
uk: Робити паузу м╕ж п╕снями на

source: seconds
ro: secunde
uk: с

source: Snap windows at
ro: Atrage ferestrele la
uk: Пересувати в╕кна стрибками по

source: pixels
ro: pixeli
uk: п╕ксел╕в

source: Use '\' as a directory delimiter
ro: "\" delimiteazã directoarele
uk: Використовувати \ як розд╕льник каталог╕в

source: Mouse Wheel adjusts Volume by (%)
ro: Rotiþa de mouse ajusteazã volumul cu (%)
uk: Кол╕щатко на миш╕ зм╕ню╓ гучн╕сть на (%)

source: Use fontsets (Enable for multi-byte charset support)
ro: Utilizeazã fontseturi (Activeazã suportul multi-byte)
uk: Використовувати набори шрифт╕в (з п╕дтримкою багатобайтних кодових таблиць)

source: Main Window
ro: Fereastrã Principalã
uk: Основне в╕кно

source: Use X font
ro: Utilizeazã fontul X
uk: Використовувати шрифт X

source: Fonts
ro: Fonturi
uk: Шрифти

source: (enabled)
ro: (activat)
uk: (вмикнено)

source: (disabled)
ro: (dezactivat)
uk: (в╕дключено)

source: Skin selector
ro: Selector Teme
uk: Виб╕р жупан╕в

source: Skins
ro: Teme
uk: Жупани

source: Select random skin on play
ro: Selecteazã aleator temele
uk: Вибирати дов╕льн╕ жупани при гр╕

source: (none)
ro: (niciuna)
uk: (н╕чого)

source: Enqueue
ro: Adaugã
uk: Додати до списку

source: Play files
ro: Redã fiºierele
uk: Грати файли

source: Load files
ro: Încarcã fiºierele
uk: Завантажити файли

source: Add selected files
ro: Adaugã fiºierele selectate
uk: Додати вибран╕ файли

source: Add all files in directory
ro: Adaugã toate fiºierele din director
uk: Додати вс╕ файли в каталоз╕

source: Add
ro: Adaugã
uk: Додати

source: Filename and song title tags should be inside double quotes ("). Not doing so might be a security risk. Continue anyway?
ro: Numele fiºierului ºi titlul piesei ar trebuie sã fie citate (cu "). În caz contrar vã expuneþi unor riscuri de securitate. Continuaþi oricum?

source: Latitude
ro: Latitudine

source: Longitude
ro: Longitudine

source: Description
ro: Descriere

source: Unable to connect to CDDB-server
ro: Nu mã pot conecta la serverul CDDB

source: Can't get server list from the current CDDB-server Unsupported CDDB protocol level
ro: Nu reuºesc sã obþin lista de la serverul CDDB curent Nivel de protocol CDDB nesuportat

source: No site information available
ro: Nu existã informaþii despre acest server

source: CDDB servers
ro: Servere CDDB

source: Total length: %d:%.2d
ro: Duratã totalã: %d:%.2d

source: Digital audio extraction not tested as the disc has no audio tracks
ro: Redarea digitalã nu a fost testatã deoarece CD-ul nu are piste audio

source: Digital audio extraction test: OK
ro: Testul de redare digitalã a reuºit

source: Digital audio extraction test failed: %s
ro: Testul de redare digitalã a eºuat: %s

source: Error: %s exists, but is not a directory
ro: Eroare: %s existã, dar nu este un director

source: Play mode:
ro: Mod de redare:

source: Digital audio extraction
ro: Digital

source: CD-ROM drive
ro: Unitate CD-ROM

source: Downsample:
ro: Subeºantionare:

source: Couldn't connect to host %s:%d
ro: Nu m-am putut conecta la gazda %s: %d

source: Sinus tone generator by Haavard Kvaalen <havardk@xmms.org> Modified by Daniel J. Peng <danielpeng@bigfoot.com> To use it, add a URL: tone://frequency1;frequency2;frequency3;... e.g. tone://2000;2005 to play a 2000Hz tone and a 2005Hz tone
ro: Generator de ton sinusoidal de Haavard Kvaalen <havardk@xmms.org> Modificat de Daniel J. Peng <danielpeng@bigfoot.com> Pentru utilizare adãugaþi un URL: tone://frecvenþã1;frecvenþã2;frecvenþã3;... De ex. tone://2000;2005 pentru a reda un ton de 2000Hz ºi unul de 2005Hz

source: An error occurred: %s
ro: A apãrut o eroare: %s

source: Ogg Vorbis Plugin by the Xiph.org Foundation Original code by Tony Arcieri <bascule@inferno.tusculum.edu> Contributions from Chris Montgomery <monty@xiph.org> Peter Alm <peter@xmms.org> Michael Smith <msmith@labyrinth.edu.au> Jack Moffitt <jack@icecast.org> Jorn Baayen <jorn@nl.linux.org> Haavard Kvaalen <havardk@xmms.org> Gian-Carlo Pascutto <gcp@sjeng.org> Visit the Xiph.org Foundation at http://www.xiph.org/
ro: Modul Ogg Vorbis scris de Fundaþia Xiph.org Cod original: Tony Arcieri <bascule@inferno.tusculum.edu> Contribuþii de la: Chris Montgomery <monty@xiph.org> Peter Alm <peter@xmms.org> Michael Smith <msmith@labyrinth.edu.au> Jack Moffitt <jack@icecast.org> Jorn Baayen <jorn@nl.linux.org> Haavard Kvaalen <havardk@xmms.org> Gian-Carlo Pascutto <gcp@sjeng.org> Vizitaþi Fundaþia Xiph.org la http://www.xiph.org/

source: About the Sun Driver
ro: Despre Driverul Sun

source: XMMS BSD Sun Driver Copyright (c) 2001 CubeSoft Communications, Inc. Maintainer: <vedge at csoft.org>.
ro: Modul de ieºire BSD SUN Drepturi de autor (c) 2001 CubeSoft Communications, Inc. Suport: <vedge at csoft.org>.

source: Audio control device:
ro: Dispozitiv de control audio:

source: Volume controls device:
ro: Dizpozitiv de control volum:

source: XMMS uses mixer exclusively.
ro: XMMS utilizeazã exclusiv mixerul.

source: Sun driver configuration
ro: Configurare modul Sun

source: BSD Sun Driver %s
ro: Modul BSD Sun %s

source: About ALSA Driver
ro: Despre Modulul ALSA

source: XMMS ALSA Driver This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA. Author: Matthieu Sozeau (mattam@altern.org)
ro: Modul de ieºire ALSA Acest program e free software; puteþi sã-l redistribuiþi ºi/sau sã-l modificaþi în termenii Licenþei Publice GNU aºa cum a fost ea publicatã de Free Software Foundation, în a doua versiune sau, (la opþiunea dumneavoastrã) orice versiune ulterioarã. Acest program e distribuit în speranþa cã va fi de folos, însã FÃRÃ NICI O GARANÞIE, nici mãcar o implicitã garanþie de POSIBILÃ COMERCIALIZARE sau de POSIBILÃ FOLOSIRE PENTRU UN SCOP ANUME. Vezi Licenþa Publicã GNU pentru mai multe detalii. Împreunã cu acest program ar fi trebuit sã primiþi o copie a Licenþei Publice GNU; în caz cã aceasta lipseºte, scrieþi la Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: ALSA %s output plugin
ro: Modul de Ieºire ALSA %s

source: Unknown soundcard
ro: Placã de sunet necunoscutã

source: Default PCM device (%s)
ro: Dispozitiv PCM implicit (%s)

source: ALSA Driver configuration
ro: Configurare Modul ALSA

source: Use software volume control
ro: Controlul volumului se face la nivel software

source: Mixer card:
ro: Mixerul plãcii de sunet:

source: Device settings
ro: Setãri dispozitiv

source: Buffer time (ms):
ro: Mãrime buffer (ms):

source: Period time (ms):
ro: Mãrime perioadã (ms):

source: Advanced settings
ro: Setãri avansate

source: Olle Hallnas (compiling fixes)
ro: Olle Hällnäs (corecturi compilare)

source: John Riddoch (Solaris plugin)
ro: John Riddoch (modul Solaris)

source: Joerg Schuler
ro: Jörg Schuler

source: Matthieu Sozeau (ALSA plugin)
ro: Matthieu Sozeau (modul ALSA)

source: Thomas Nilsson (New titles and cleanups)
ro: Thomas Nilsson (Titluri ºi îmbunãtãþiri)

source: Olle Hallnas
ro: Olle Hällnäs

source: Schalk W. Cronje
ro: Schalk W. Cronjé

source: Albanian:
ro: Albanezã:

source: Inigo Salvador Azurmendi
ro: Iñigo Salvador Azurmendi

source: Belarusian:
ro: Belarusã:

source: Bosnian:
ro: Bosniacã:

source: Vladimir Marek
ro: Vladimír Marek

source: Estonian:
ro: Estonianã:

source: Finnish:
ro: Finlandezã:

source: Alberto Garcia
ro: Alberto García

source: David Fernandez Vaamonde
ro: David Fernández Vaamonde

source: Georgian:
ro: Georgianã:

source: Andreas Bergstrom
ro: Andreas Bergstroem

source: Misu Moldovan
ro: Miºu Moldovan

source: Slovenian:
ro: Slovenã:

source: Juan Manuel Garcia Molina
ro: Juan Manuel García Molina

source: Omer Fadil Usta
ro: Ömer Fadil Usta

source: Uzbek:
ro: Uzbekã:

source: Welsh:
ro: Galezã:

source: Copyright (C) 1997-2004 4Front Technologies and The XMMS Team
ro: Drepturi de autor (C) 1997-2004 4Front Technologies ºi Echipa XMMS

source: /Show on all desktops
ro: /Aratã pe toate ecranele

source: /Autoscroll Song Name
ro: /Gliseazã Numele Pieselor

source: /Playback/Clear Queue
ro: /Redare/ªterge Încolonarea

source: Queue
ro: Încoloneazã

source: Unqueue
ro: Scoate din coloanã

source: Please check that: Your soundcard is configured properly You have the correct output plugin selected No other program is blocking the soundcard
ro: Vã rugãm sã verificaþi dacã: Placa de sunet e configuratã corect Aþi selectat modulul de ieºire corect Nu cumva un alt program utilizeazã placa de sunet

source: Previous session ID
ro: Precedentul ID de sesiune

source: GLib does not support threads.
ro: GLib nu suportã fire de execuþie.

source: X Multimedia System
ro: X MultiMedia Sistem

source: /Queue - Unqueue
ro: /Încoloneazã - Scoate

source: %s already exists.
ro: %s existã deja.
