Repository: p/xmms-gtk2
Catalog: po/*.po
Languages: ro, uk

source: Realtime priority is a way for XMMS to get a higher priority for CPU time. This might give less "skips". This requires that XMMS is run with root privileges and may, although it's very unusual, lock up your computer. Running XMMS with root privileges might also have other security implications. Using this feature is not recommended. To activate this you need to restart XMMS.
ro: Prioritatea în timp real e un mod prin care XMMS încearcã sã decodeze fiºierele audio fãrã "salturi". Aceastã prioritate necesitã ca XMMS sã ruleze cu privilegii de root ºi, deºi e foarte improbabil, poate bloca calculatorul. Utilizarea XMMS cu privilegii de root poate de asemenea sã vã compromitã securitatea sistemului. Utilizarea acestei opþiuni nu este recomandatã. Pentru activare trebuie sã reporniþi XMMS.

source: Read song title and length when the song is visible in the playlist
ro: Citeºte numele piesei ºi lungimea când piesa este vizibilã în listã

source: Sort "Jump to file" alphabetically
ro: Triazã alfabetic "Salt la Fiºierul..."

source: Run XMMS with higher priority (not recommended)
ro: Porneºte XMMS cu prioritate crescutã (nerecomandat)

source: Show window manager decorations
ro: Nu ascunde decoraþiunile ferestrelor

source: Use meta-data in playlists
ro: Utilizeazã meta-datele în liste
