Repository: p/xmms-gtk2
Catalog: po/*.po
Languages: ro, uk

source: Echo Plugin %s
ro: Modul Ecou %s
uk: Модуль луни %s

source: Echo Plugin By Johan Levin 1999. Surround echo by Carl van Schaik 1999
uk: Модуль луни By Johan Levin 1999. Луна "занурення" by Carl van Schaik 1999

source: About Echo Plugin
ro: Despre Modulul Ecou
uk: Про модуль луни

source: Configure Echo
ro: Configurare Ecou
uk: Конф╕гурац╕я луни

source: Delay: (ms)
ro: Întârziere: (ms)
uk: Затримка: (мсек)

source: Feedback: (%)
ro: Rãspuns: (%)
uk: Зворотн╕й зв'язок: (%)

source: Volume: (%)
ro: Volum: (%)
uk: Гучн╕сть: (%)

source: Surround echo
ro: Ecou surround
uk: Луна занурення

source: Cancel
ro: Renunþã
uk: В╕дм╕нити

source: Apply
ro: Aplicã
uk: Застосувати

source: Extra Stereo Plugin By Johan Levin 1999.
ro: Modul Extra Stereo De Johan Levin (c) 1999.
uk: Модуль розширення стерео ефекту By Johan Levin 1999.

source: Extra Stereo Plugin %s
ro: Modul Extra Stereo %s
uk: Модуль розширення стерео ефекту %s

source: About Extra Stereo Plugin
ro: Despre Modulul Extra Stereo
uk: Про модуль розширення стерео ефекту By Johan Levin 1999.

source: Configure Extra Stereo
ro: Configurare Extra Stereo
uk: Конф╕гурац╕я розширення стерео ефекту

source: Effect intensity:
ro: Intensitatea efectului:
uk: ╤нтенсивн╕сть ефекту:

source: About Voice Removal Plugin
ro: Despre Modulul de ªtergere de Voce
uk: Про модуль вир╕зання голосу

source: XMMS Voice Removal Plugin A simple voice removal plugin by Anders Carlsson <andersca@gnu.org>
ro: Modul XMMS de ªtergere a Vocii Un modul simplu de ºtergere a vocii de Anders Carlsson <andersca@gnu.org>
uk: Модуль для вир╕зання голосу для XMMS. Простий модуль в╕дф╕льтровування голосу розробки Anders Carlsson < anders.carlsson @ tordata.se >

source: Voice removal plugin %s
ro: Modul de ªtergere a Vocii %s
uk: Модуль вир╕зання голосу %s

source: About
ro: Despre
uk: Про

source: XMMS IRman Plugin:
ro: Modul XMMS IRman
uk: Модуль дистанц╕йного керування для XMMS:

source: Created by Charles Sielski <stray@teklabs.net> Control XMMS with your TV / VCR / Stereo remote IRman page - http://www.evation.com/irman/
ro: Creat de Charles Sielski <stray@teklabs.net> Controlaþi XMMS cu telecomanda de combinã / Video / TV Pagina IRman - http://www.evation.com/irman/
uk: Розробка Charles Sielski <stray@teklabs.net> Можете керувати XMMS за допомогою блоку дистанц╕йного керування ТВ / в╕деомагн╕тофона / рад╕окомплекса Домашня стор╕нка IRman - http: //www.evation.com/irman/

source: Play
ro: Start
uk: Грати

source: Stop
uk: Зупинити

source: Pause
ro: Pauzã
uk: Пауза

source: Prev
ro: Înainte
uk: Попередня

source: Next
ro: Înapoi
uk: Наступний

source: Vol +
uk: Гуч +

source: Seek -5s
ro: Salt -5s
uk: Назад 5сек

source: Seek +5s
ro: Salt +5s
uk: Вперед 5сек

source: Vol -
uk: Гуч -

source: Shuffle
ro: Amestecã
uk: Перем╕шати

source: Repeat
ro: Repetã
uk: Повтор

source: Playlist
ro: Listã
uk: Список трек╕в

source: `%s' Button Setup
ro: Setarea Butonului `%s'
uk: Установка кнопки `%s'

source: Enter code or use remote
ro: Introduceþi un cod sau utilizaþi telecomanda
uk: Введ╕ть код або користуйтеся дист. кер.

source: XMMS IRman Configuration
ro: Configurare IRman XMMS
uk: Конф╕гурац╕я XMMS IRman

source: Device:
ro: Dispozitiv:
uk: Пристр╕й:

source: Device:
ro: Dispozitiv:
uk: Пристр╕й:

source: IR code length:
ro: Lungimea codului IR:
uk: Довжина IR коду:

source: Controls:
ro: Controale:
uk: Керування:

source: Playlists:
ro: Liste:
uk: Список:

source: General
uk: Загальне

source: IRman Control %s
ro: Control IRman %s
uk: ╤нфра-червоне керування IRman %s

source: unable to open port `%s' (%s)
ro: nu pot deschide portul `%s' (%s)
uk: не можу в╕дкрити порт `%s' (%s)

source: About Joystick Driver
ro: Despre Modulul de Control Joystick
uk: Про драйвер джойст╕ка

source: Joystick Control Plugin Created by Tim Ferguson <timf@dgs.monash.edu.au>. http://www.dgs.monash.edu.au/~timf/ 5+ button support by Justin Wake <justin@globalsoft.com.au> Control XMMS with one or two joysticks.
ro: Modul de Control Joystick Creat de Tim Ferguson <timf@dgs.monash.edu.au>. http://www.dgs.monash.edu.au/~timf/ Suport pentru mai mult de 5 butoane de Justin Wake <justin@globalsoft.com.au> Controlaþi XMMS cu unul sau douã joystickuri.
uk: Модуль керування джойст╕ком Розробка Tim Ferguson <timf@dgs.monash.edu.au>. http://www.dgs.monash.edu.au/~timf/ Керування джойст╕ком з 5+ клав╕шами Justin Wake <justin@globalsoft.com.au> Керування XMMS за допомогою одного або двох джойст╕к╕в.

source: Play/Pause
ro: Start/Pauzã
uk: Програвання/Пауза

source: Next Track
ro: Urmãtoarea
uk: Наступна дор╕жка

source: Prev Track
ro: Precedenta
uk: Попередня дор╕жка

source: Fwd 5 tracks
ro: Înainte 5 piese
uk: Вперед 5 дор╕жок

source: Back 5 tracks
ro: Înapoi 5 piese
uk: Назад 5 дор╕жок

source: Volume Up
ro: Mai Tare
uk: Гучн╕сть б╕льше

source: Volume Down
ro: Mai Încet
uk: Гучн╕сть менше

source: Forward 5s
ro: Înainte 5s
uk: Вперед 5 сек

source: Rewind 5s
ro: Înapoi 5s
uk: Назад 5 сек

source: Alternate
ro: Alterneazã
uk: Зм╕нний

source: Nothing
ro: Nimic
uk: Н╕чого

source: XMMS Joystick Configuration
ro: Configurare Joystick pentru XMMS
uk: Конф╕гурац╕я джойстика XMMS

source: Devices:
ro: Dispozitive:
uk: Пристро╖:

source: Joystick 1:
uk: Джойстик 1:

source: Joystick 2:
uk: Джойстик 2:

source: Sensitivity (10-32767):
ro: Sensibilitate (10-32767):
uk: Чутлив╕сть (10-32767):

source: Directionals:
ro: Direcþii:
uk: По напрямах:

source: Directionals (alternate):
ro: Direcþii (alternative):
uk: Напрямки (зм╕нн╕)

source: Buttons:
ro: Butoane:
uk: Кнопки:

source: Button %d:
ro: Buton %d:
uk: Кнопка %d:

source: Joystick Control %s
ro: Control Joystick %s
uk: Керування джойстиком %s

source: Joystick Control
ro: Control Joystick %s
uk: Керування джойстиком

source: Joystick Control: error reading
ro: Control Joystick: eroare la citire
uk: Керування джойстиком: помилка читання

source: Song Change %s
ro: Schimbare Piesã %s
uk: Зм╕на п╕сн╕ %s

source: Warning
ro: Atenþie
uk: Попередження

source: Yes
ro: Da
uk: Так

source: No
ro: Nu
uk: Н╕

source: Song Change Configuration
ro: Configurare Schimbare Piese
uk: Конф╕гурац╕я зм╕ни п╕сень

source: Command:
ro: Comandã:
uk: Команда:

source: Shell-command to run when xmms reaches the end of the playlist.
ro: Comandã de executat în shell la sfârºitul listei.
uk: Команда програмно╖ оболонки, яка буде виконуватися, коли xmms досяга╓ к╕нця списку.

source: CD Audio Player %s
ro: Redare CD Audio %s
uk: Програвач компакт-диск╕в %s

source: CD Audio Track %02u
ro: Pista CD Audio %02u
uk: Звукова дор╕жка компакт-диску %02u

source: Server
uk: Сервер

source: Close
ro: Închide
uk: Закрити

source: (unknown)
ro: (necunoscut)
uk: (нев╕домий)

source: Drive %d
ro: Unitatea %d
uk: Пристр╕й %d

source: Failed to open device %s Error: %s
ro: Nu pot accesa unitatea %s Eroare: %s
uk: Не можу в╕дкрити пристр╕й %s Помилка: %s

source: Failed to read "Table of Contents" Maybe no disc in the drive?
ro: Nu am putut citi eticheta "TOC" Poate nu e nici un CD în unitate?
uk: Не можу прочитати "Зм╕ст" Може диск не вставлений в прив╕д?

source: Device %s OK. Disc has %d tracks
ro: Unitatea %s este în regulã. CD-ul are %d piste
uk: Пристр╕й %s в порядку. На диску %d дор╕жок

source: (%d data tracks)
ro: (%d piste de date)
uk: (%d дор╕жок даних)

source: Failed to check directory %s Error: %s
ro: Nu am putut verifica directorul %s Eroare: %s
uk: Не можу перев╕рити каталог %s Помилка: %s

source: Directory %s OK.
ro: Directorul %s este OK.
uk: Каталог %s в порядку

source: Directory:
ro: Director:
uk: Каталог:

source: Volume control:
ro: Control volum:
uk: Керування гучн╕стю:

source: No mixer
ro: Nimic
uk: Нема╓ м╕кшера

source: OSS mixer
ro: Mixer OSS
uk: М╕кшер OSS

source: Check drive...
ro: Verificã unitatea...
uk: Перев╕рити пристр╕й...

source: Remove drive
ro: ªterge unitatea
uk: Прибрати пристр╕й

source: CD Audio Player Configuration
ro: Configurare Redare CD Audio
uk: Конф╕гурац╕я програвача компакт-диск╕в

source: Add drive
ro: Adaugã altã unitate
uk: Додати пристр╕й

source: Device
ro: Unitate
uk: Пристр╕й

source: Use CDDB
ro: Utilizeazã CDDB
uk: Використовувати CDDB

source: Get server list
ro: Obþine lista
uk: Отримати список сервер╕в

source: Show network window
ro: Aratã comunicarea cu serverul
uk: Показати в╕кно мереж╕

source: CDDB server:
ro: Server CDDB:
uk: Сервер CDDB:

source: CD Index:
ro: Index CD:
uk: ╤ндекс CDDB:

source: Use CD Index
ro: Utilizeazã Index CD
uk: Використовувати ╕ндекс компакт-диск╕в

source: CD Index server:
ro: Server Index CD:
uk: Сервер ╕ндекс╕в компакт-диск╕в:

source: Track names:
ro: Nume piste:
uk: Назви дор╕жок:

source: Override generic titles
ro: Ignorã numele generice
uk: Ма╓ перевагу над загальними заголовками

source: Name format:
ro: Format nume:
uk: Формат назви:

source: CD Info
ro: Detalii CD
uk: ╤нформац╕я про компакт

source: About mikmod plugin
ro: Despre Modulul MikMod
uk: Про модуль mikmod

source: Mikmod Plugin http://www.multimania.com/miodrag/mikmod/ Ported to xmms by J. Nick Koston
ro: Modul MikMod http://www.multimania.com/miodrag/mikmod/ Adaptat pentru XMMS de J. Nick Koston
uk: Модуль mikmod http://www.multimania.com/miodrag/mikmod/ Модиф╕кац╕я для роботи з xmms J. Nick Koston

source: MikMod Player %s
ro: Redare MikMod %s
uk: Програвач MikMod %s

source: Couldn't load mod
ro: Nu am putut încarca fiºierul mod
uk: Не можу прочитати mod файл

source: MikMod Configuration
ro: Configurare MikMod
uk: Конф╕гурац╕я MikMod

source: Resolution:
ro: Rezoluþie:
uk: Розд╕льн╕сть:

source: 16 bit
uk: 16 б╕т

source: 8 bit
uk: 8 б╕т

source: Channels:
ro: Canale:
uk: Канали:

source: Stereo
uk: Стерео

source: Mono
uk: Моно

source: 1:1 (44 kHz)
uk: 1:1 (44 кГц)

source: 1:2 (22 kHz)
uk: 1:2 (22 кГц)

source: 1:4 (11 kHz)
uk: 1:4 (11 кГц)

source: Look for hidden patterns in modules
ro: Cautã în module temele ascunse
uk: Пошук прихованих в╕зерунк╕в в модулях

source: Use surround mixing
ro: Utilizeazã mixare surround
uk: Користуватися м╕кшером занурення

source: Force volume fade at the end of the module
ro: Forþeazã scãderea volumului la sfârºitul modulului
uk: Примусове згасання звуку в к╕нц╕ модуля

source: Use interpolation
ro: Utilizeazã interpolare
uk: Використовувати ╕нтерполяц╕ю

source: Default panning separation
ro: Separare implicitã pe canale
uk: Розд╕л панорами

source: Quality
ro: Calitate
uk: Як╕сть

source: Options
ro: Opþiuni
uk: Параметри

source: Select the directory where you want to store the MPEG streams:
ro: Selectaþi directorul pentru descãrcarea fiºierelor MPEG:
uk: Вибер╕ть директор╕ю для запису поток╕в MPEG:

source: MPG123 Configuration
ro: Configurare MPG123
uk: Конф╕гурац╕я MPG123

source: Stereo (if available)
ro: Stereo (dacã e disponibil)
uk: Стерео (якщо присутн╓)

source: Down sample:
ro: Subeºantionare:
uk: Зменшити частоту тактування:

source: Decoder:
ro: Decodor:
uk: Декодер:

source: Automatic detection
ro: Detectare automatã
uk: Автоматичне визначення

source: 3DNow! optimized decoder
ro: Decodor optimizat 3DNow!
uk: Оптим╕зований декодер 3Dnow!

source: MMX optimized decoder
ro: Decodor optimizat MMX
uk: Оптим╕зований декодер MMX

source: FPU decoder
ro: Decodor FPU
uk: Декодер FPU

source: Content
ro: Conþinut
uk: Зм╕ст

source: Extension
ro: Extensie
uk: Розширення

source: Extension and content
ro: Extensie ºi conþinut
uk: Розширення ╕ зм╕ст

source: Decoder
ro: Decodor
uk: Декодування

source: Buffering:
uk: Буфер:

source: Buffer size (kb):
ro: Mãrime buffer (kb):
uk: Розм╕р буфера (кбайт):

source: Pre-buffer (percent):
ro: Pre-buffer (procent):
uk: Попередн╓ буферування (в╕дсотк╕в):

source: Proxy:
uk: Прокс╕:

source: Use proxy
ro: Utilizeazã proxy
uk: Користуватися прокс╕

source: Host:
ro: Server:
uk: Хост:

source: Port:
uk: Порт:

source: Use authentication
ro: Utilizeazã autentificare
uk: Використовувати автентикац╕ю

source: Username:
ro: Nume:
uk: ╤м'я користувача:

source: Password:
ro: Parolã:
uk: Пароль:

source: Save stream to disk:
ro: Salveazã streamul pe disc:
uk: Записати пот╕к на диск:

source: Save stream to disk
ro: Salveazã streamul pe disc
uk: Записати пот╕к на диск

source: Path:
ro: Cale:
uk: Маршрут:

source: Browse
ro: Navigare
uk: Переглянути

source: Enable SHOUT/Icecast title streaming
ro: Activeazã streamingul SHOUT/Icecast
uk: Вмикнути пот╕к заголовк╕в SHOUT/Icecast

source: Enable Icecast Metadata UDP Channel
ro: Activeazã Canalul UDP Icecast Metadata
uk: Дозволити канал UDP Icecast Metadata

source: Streaming
uk: Пот╕к

source: ID3 Tags:
ro: Etichete ID3:
uk: Бирки ID3

source: Disable ID3V2 tags
ro: Dezactiveazã etichetele ID3V2
uk: Заборонити бирки ID3V2

source: ID3 format:
ro: Format ID3:
uk: Формат ID3:

source: Title
ro: Nume
uk: Заголовок

source: %s Unable to write to file: %s
ro: %s Nu pot scrie în fiºierul: %s
uk: %s Не можу записати в файл: %s

source: Couldn't write tag!
ro: Nu am putut scrie eticheta!
uk: Не можу записати бирку!

source: %s Unable to open file: %s
ro: %s Nu pot deschide fiºierul: %s
uk: %s Не можу в╕дкрити файл: %s

source: File Info
ro: Detalii Fiºier
uk: ╤нформац╕я про файл

source: %s Unable to truncate file: %s
ro: %s Nu pot trunchia fiºierul: %s
uk: %s Неможливо обр╕зати файл: %s

source: Couldn't remove tag!
ro: Nu am putut ºterge eticheta!
uk: Не можу стерти бирку!

source: No tag to remove!
ro: Nu existã o etichetã!
uk: Нема╓ бирки для стирання!

source: Joint stereo
ro: Canale stereo unite
uk: Об'╓днане стерео

source: Dual channel
ro: Canale stereo separate
uk: Подв╕йний канал

source: Single channel
ro: Un singur canal
uk: Одинарний канал

source: Bitrate: %d kb/s
ro: Ratã: %d kb/s
uk: Частота в б╕тах: %d кб на сек

source: Samplerate: %d Hz
ro: Eºantionare: %d Hz
uk: Частота: %d Гц

source: None
ro: Nici una
uk: Н╕чого

source: 50/15 ms
uk: 50/15 мс

source: Filename:
ro: Fiºier:
uk: Назва файлу:

source: ID3 Tag:
ro: Etichetã ID3:
uk: Етикетка ID3:

source: Title:
ro: Nume:
uk: Заголовок:

source: Artist:
uk: Виконавець:

source: Album:
uk: Альбом:

source: Comment:
ro: Altele:
uk: Коментар:

source: Year:
ro: An:
uk: Р╕к:

source: Track number:
ro: Numãr piesã:
uk: Номер дор╕жки:

source: Genre:
ro: Gen:
uk: Жанр:

source: Save
ro: Salveazã
uk: Записати

source: Remove ID3
ro: ªterge eticheta
uk: Стерти ID3

source: MPEG Info:
ro: Detalii MPEG:
uk: ╤нформац╕я MPEG:

source: File Info - %s
ro: Detalii fiºier - %s
uk: ╤нформац╕я про файл - %s

source: Bitrate: Variable, avg. bitrate: %d kb/s
ro: Ratã: Variabilã Ratã medie: %d kb/s
uk: Частота в б╕тах: Зм╕нна, середня частота: %d кб на сек

source: %s Error protection: %s Copyright: %s Original: %s Emphasis: %s
ro: %s Protecþie la erori: %s Drepturi de autor: %s Original: %s Amplificare: %s
uk: %s Захист в╕д помилок: %s Авторськ╕ права: %s Ориг╕нал: %s Наголос: %s

source: %d frames Filesize: %lu B
ro: %d cadre Mãrime: %lu B
uk: %d кадри Розм╕р файлу: %lu б

source: Error
ro: Eroare
uk: Помилка

source: CONNECTING TO %s:%d
ro: CONECTARE LA %s %d
uk: З'╢ДНУЮСЬ З %s:%d

source: Couldn't look up host %s
ro: Nu am putut gãsi gazda %s
uk: Не можу знайти хост %s

source: LOOKING UP %s
ro: CÃUTARE %s
uk: ШУКАЮ %s

source: Couldn't connect to host %s
ro: Nu m-am putut conecta la gazda %s
uk: Не можу п╕дключитись до хосту %s

source: CONNECTED: WAITING FOR REPLY
ro: CONECTAT: AªTEPT RÃSPUNSUL
uk: З'╢ДНАНО: ЧЕКАЮ НА В╤ДПОВ╤ДЬ

source: Couldn't connect to host %s Server reported: %s
ro: Nu m-am conecta la gazda %s Serverul a raportat: %s
uk: Не можу п╕дключитись до хоста %s Сервер пов╕домив: %s

source: PRE-BUFFERING: %dKB/%dKB
uk: ПРЕ-БУФЕР: %dкб/%dкб

source: Blues
uk: Блюз

source: Classic Rock
uk: Класичний рок

source: Country
uk: Кантр╕

source: Dance
uk: Танцювальна

source: Disco
uk: Диско

source: Funk
uk: Фанк

source: Grunge
uk: Грундж

source: Hip-Hop
uk: Х╕п-хоп

source: Jazz
uk: Джаз

source: Metal
uk: Метал

source: Oldies
uk: Ретро

source: Other
uk: ╤нш╕

source: Pop
uk: Поп

source: R&B
uk: Ритм-н-блюз

source: Rap
uk: Реп

source: Reggae
uk: Ре╜╜╕

source: Rock
uk: Рок

source: Techno
uk: Техно

source: Industrial
uk: ╤ндустр╕альний

source: Alternative
uk: Альтернативна

source: Ska
uk: Ска

source: Death Metal
uk: Дез-метал

source: Soundtrack
uk: Звукова дор╕жка

source: Euro-Techno
uk: ╢вро-техно

source: Trip-Hop
uk: Тр╕п-хоп

source: Vocal
uk: Вокал

source: Jazz+Funk
uk: Джаз+Фанк

source: Fusion
uk: Ф'южн

source: Trance
uk: Транс

source: Classical
uk: Класична

source: Instrumental
uk: ╤нструментальна

source: Acid
uk: Ейс╕д

source: Game
uk: Гра

source: Sound Clip
uk: Звуковий кл╕п

source: Gospel
uk: Псалм

source: Noise
uk: Шум

source: AlternRock
uk: Альтернативний рок

source: Bass
uk: Бас

source: Soul
uk: Соул

source: Punk
uk: Панк

source: Space
uk: Косм╕чна

source: Meditative
uk: Медитац╕я

source: Instrumental Pop
uk: ╤нструментальний поп

source: Instrumental Rock
uk: ╤нструментальний рок

source: Ethnic
uk: Етн╕чна

source: Gothic
uk: Готична

source: Darkwave
uk: Чорна хвиля

source: Techno-Industrial
uk: Техно-╕ндустр╕альна

source: Electronic
uk: Електронна

source: Pop-Folk
uk: Поп-фолк

source: Eurodance
uk: ╢вроданс

source: Dream
uk: Мр╕я

source: Southern Rock
uk: П╕вденний рок

source: Comedy
uk: Комед╕йна

source: Cult
uk: Культова

source: Top 40
uk: 40 найкращих

source: Christian Rap
uk: Християнський реп

source: Pop/Funk
uk: Поп/фанк

source: Jungle
uk: Джангл

source: Native American
uk: Американська аборигенська

source: Cabaret
uk: Кабаре

source: New Wave
uk: Нова хвиля

source: Psychedelic
uk: Психодел╕чна

source: Rave
uk: Рейв

source: Tribal
uk: Плем╕нна

source: Acid Jazz
uk: Acid джаз

source: Polka
uk: Полька

source: Retro
uk: Ретро

source: Musical
uk: Мюзикл

source: Rock & Roll
uk: Рок-н-ролл

source: Hard Rock
uk: Важкий рок

source: Folk
uk: Народна

source: Folk/Rock
uk: Фолк-рок

source: National Folk
uk: Нац╕ональна народна

source: Swing
uk: Св╕н╜

source: Fast-Fusion
uk: Швидкий фьюжн

source: Bebob
uk: Б╕боп

source: Latin
uk: Латинська

source: Celtic
uk: Кельтська

source: Avantgarde
uk: Авангард

source: Gothic Rock
uk: Готичний рок

source: Progressive Rock
uk: Прогресивний рок

source: Psychedelic Rock
uk: Психодел╕чний рок

source: Symphonic Rock
uk: Симфо-рок

source: Slow Rock
uk: Пов╕льний рок

source: Big Band
uk: Б╕╜-бенд

source: Chorus
uk: Хор

source: Easy Listening
uk: Легка

source: Acoustic
uk: Акустична

source: Humour
uk: Гумор

source: Speech
uk: Промова

source: Chanson
uk: Шансон

source: Opera
uk: Опера

source: Chamber Music
uk: Камерна музика

source: Sonata
uk: Соната

source: Symphony
uk: Симфон╕я

source: Primus
uk: Примус

source: Porn Groove
uk: Порно-грув

source: Satire
uk: Сатира

source: Slow Jam
uk: Пов╕льний джем

source: Club
uk: Клубна

source: Tango
uk: Тан╜о

source: Samba
uk: Самба

source: Folklore
uk: Фольклор

source: Ballad
uk: Балада

source: Power Ballad
uk: Потужна балада

source: Rhythmic Soul
uk: Ритм╕чний соул

source: Freestyle
uk: В╕льний стиль

source: Duet
uk: Дует

source: Punk Rock
uk: Панк-рок

source: Drum Solo
uk: Соло на ударних

source: A Cappella
uk: Акапелла

source: Dance Hall
uk: Танцювальний зал

source: Drum & Bass
uk: Ударн╕ та бас

source: Terror
uk: Терор

source: Indie
uk: Незалежн╕

source: BritPop
uk: Британський поп

source: Negerpunk
uk: Чорний панк

source: Polsk Punk
uk: Польский панк

source: Beat
uk: Б╕т

source: Christian Gangsta Rap
uk: Християнський Gangsta Rap

source: Heavy Metal
uk: Важкий метал

source: Black Metal
uk: Чорний метал

source: Contemporary Christian
uk: Сучасна християнська

source: Christian Rock
uk: Християнський рок

source: Salsa
uk: Сальса

source: Thrash Metal
uk: Траш метал

source: Anime
uk: Мультипл╕кац╕я

source: JPop
uk: Японський поп

source: Synthpop
uk: Синтетичний поп

source: About MPEG Layer 1/2/3 plugin
ro: Despre Modulul MPEG Layer 1/2/3
uk: Про програвач оболонок MPEG 1/2/3

source: mpg123 decoding engine by Michael Hipp <mh@mpg123.de> Plugin by The XMMS team
ro: Motor de decodare MPG123 de Michael Hipp <mh@mpg123.de> Modul scris de Echipa XMMS
uk: машина декодування mpg123 розробки Michael Hipp <mh@mpg123.de> Модуль розробки The XMMS team

source: MPEG Layer 1/2/3 Player %s
ro: Redare MPEG Layer 1/2/3 %s
uk: Програвач оболонок MPEG 1/2/3 %s

source: About Tone Generator
ro: Despre Generatorul de Ton
uk: Про тонгенератор

source: Tone Generator:
ro: Generator de Ton:
uk: Генератор частоти:

source: Tone Generator %s
ro: Generator de Ton %s
uk: Генератор частоти: %s

source: Select the directory where you want to store the Ogg Vorbis streams:
ro: Selectaþi directorul pentru descãrcarea fiºierelor Ogg Vorbis:
uk: Вибер╕ть директор╕ю для запису поток╕в Ogg Vorbis:

source: Ogg Vorbis Configuration
ro: Configurare Ogg Vorbis
uk: Конф╕гурац╕я драйвера Ogg Vorbis

source: Ogg Vorbis Tags:
ro: Etichete Ogg Vorbis:
uk: Бирки Ogg Vorbis:

source: Title format:
ro: Format nume:
uk: Формат назви:

source: ReplayGain Settings:
ro: Setãri ReplayGain:
uk: Установки для п╕дсилення програвання:

source: Enable Clipping Prevention
ro: Activeazã protecþia la clipping
uk: Дозволити попередження перескакування звуку

source: Enable ReplayGain
ro: Activeazã ReplayGain
uk: Вмикнути п╕дсилення програвання

source: ReplayGain Type:
ro: Tip ReplayGain
uk: Тип п╕дсилення прогавання:

source: use Track Gain/Peak
ro: utilizeazã setãrile pistei
uk: користуватись п╕дсиленням/п╕ковими р╕внями для дор╕жок

source: use Album Gain/Peak
ro: utilizeazã setãrile albumului
uk: користуватись п╕дсиленням/п╕ковими р╕внями для альбому

source: Enable 6dB Boost + Hard Limiting
ro: Activeazã amplificarea cu 6db ºi limitarea Hard
uk: Дозволити п╕дсилення 6дБ + жорстке обмеження

source: ReplayGain
uk: П╕дсилення при програванн╕

source: Error!
ro: Eroare!
uk: Помилка!

source: Failed to modify tag
ro: Nu am putut modifica eticheta
uk: Не можу зм╕нити бирку

source: Ogg Vorbis Tag:
ro: Etichetã Ogg Vorbis:
uk: Бирка Ogg Vorbis:

source: Date:
ro: Datã:
uk: Дата:

source: Description:
ro: Descriere:
uk: Опис:

source: Location:
ro: Locaþie:
uk: Знаходження

source: Version:
ro: Versiune:
uk: Верс╕я:

source: ISRC number:
ro: Numãr ISRC:
uk: Номер ISRC:

source: Organization:
ro: Organizaþie:
uk: Орган╕зац╕я:

source: Copyright:
uk: Авторськ╕ права:

source: Track gain:
ro: Amplificare pistã:
uk: П╕дсилення дор╕жок:

source: Track peak:
ro: Volum maxim pistã:
uk: П╕ковий р╕вень дор╕жок:

source: Album gain:
ro: Amplificare album:
uk: П╕дсилення альбома:

source: Album peak:
ro: Volum maxim album:
uk: П╕ковий р╕вень альбома:

source: Remove Tag
ro: ªterge eticheta
uk: Стерти бирку

source: Ogg Vorbis Info:
ro: Detalii Ogg Vorbis:
uk: ╤нформац╕я Ogg Vorbis:

source: Nominal bitrate: %d kbps
ro: Ratã: %d kbps
uk: Ном╕нальна Частота в б╕тах: %d кб на сек

source: Channels: %d
ro: Canale: %d
uk: Канали: %d

source: Length: %d:%.2d
ro: Duratã: %d:%.2d
uk: Довжина: %d:%.2d

source: File size: %d B
ro: Mãrime: %d B
uk: Розм╕р файлу: %d б

source: Ogg Vorbis Player %s
ro: Redare Ogg Vorbis %s
uk: Програвач файл╕в формату Ogg Vorbis %s

source: About Ogg Vorbis Plugin
ro: Despre Modulul Ogg Vorbis
uk: Про програвач файл╕в формату Ogg Vorbis

source: Wave Player %s
ro: Redare Wave %s
uk: Програвач Wave %s

source: OSS Driver %s
ro: Modul de Ieºire OSS %s
uk: Драйвер OSS %s

source: About OSS Driver
ro: Despre Modulul OSS
uk: Про драйвер OSS
